src/main/resources/templates/seguros-mundial/consultar-vigencia-placa.vm

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <consultarVigenciaPlaca xmlns="http://www.mundialseguros.com.co/">
      <placa>${body.get("placa")}</placa>
      <motor>${body.get("motor")}</motor>
    </consultarVigenciaPlaca>
  </soap12:Body>
</soap12:Envelope>